{
  "HomePage": {
    "searchPlaceholder": "Search for games...",
    "popularThisWeek": "Popular this week",
    "searchResults": "Search Results",
    "loading": "Loading...",
    "noResults": "No results found",
    "advertisement": "Advertisement",
    "recentlyPlayed": "Recently Played",
    "topGames": "Top Games",
    "loadingGameResources": "Loading game resources...",
    "back": "back",
    "share": "Share",
    "like": "Like",
    "playGame": "Click to start game",
    "categoryGames": "Games in {category} category:",
    "findFavoriteGames": "Find your favorite games",
    "gamesOrganized": "Our games are organized into categories so you can easily find what you're looking for. Check out some of the most popular:",
    "twoPlayerGames": "2 Player Games",
    "oldFrivGames": "Old Friv Games",
    "carGames": "Car Games",
    "shootingGames": "Shooting Games",
    "soccerGames": "Soccer Games",
    "about": "About {domain}",
    "aboutDesc1": "{domain} is a free online gaming platform. Our expert team's goal is to provide the best selection of games on the web and deliver an excellent experience for players.",
    "aboutDesc2": "{domain} is accessible directly from your browser and serving players from various countries and languages. Our goal is to provide a fun, functional, and cost-free experience for all users.",
    "catalogDesc": "🎮 🚀 Our game catalog is carefully curated by our team of experts. With thousands of games for all tastes and ages, around 2 million players choose {domain} every month to play and have fun.",
    "popularGamesDesc": "📱 Some of the most popular games include hits like",
    "andMore": "and many more. Fans of classic games can enjoy online favorites such as",
    "searchFor": "Search for",
    "games": "Games"
  },
  "Footer": {
    "tagline": "Experience Unhindered Fun: Online H5 Games Hub",
    "privacyPolicy": "Privacy Policy",
    "aboutUs": "About Us",
    "copyright": "Copyright © 2025 funnytiming.com All Rights Reserved."
  },
  "About": {
    "title": "About",
    "welcome": "Welcome to {domain}!",
    "description": "At {domain}, we bring you the best H5 games. Our platform aggregates a variety of HTML5 games that you can enjoy directly in your browser without downloading or installing. Whether you're looking for action, puzzle, strategy, or casual games, we have something for everyone. Our goal is to provide a seamless and enjoyable gaming experience for players of all ages.",
    "joinUs": "Join us on this exciting journey and discover new games every day!",
    "aboutUs": "About Us",
    "aboutUsContent": "{domain} is your go-to destination for playing English online games for free. With new games added daily, we offer a vast library that caters to different gaming preferences. As part of the {domain} and {domain} family, dedicated to Portuguese and Spanish-speaking audiences. Join our thriving gaming community and explore endless adventures. {domain} was created and maintained by 7Graus, your portal to the gaming world!",
    "ourTeam": "Our Team",
    "teamMember1": "André Alves: A competitive gamer since Street Fighter 2 dominated arcades. Currently divides his time between FIFA matches and climbing the Hearthstone ladder. Holds a degree in Journalism.",
    "teamMember2": "Carlos Cunha: An experienced player who spends hours intensely playing the best RPG games. Currently, he's building an unstoppable monster team in Summoners War. Has a degree in Information Technology.",
    "parentInfo": "Parent and Gamer Information",
    "parentInfoContent": "Player safety and privacy are paramount to us. At {domain}, everyone can enjoy carefully curated content in a safe environment. The site offers games not recommended for children under 14, as some games contain violent content. At {domain}, copying any adult, illegal, offensive, privacy-invading, vulgar, prejudiced, racist, or otherwise objectionable content is prohibited. If your child feels uncomfortable, it's recommended they talk to you.",
    "privacy": "Privacy",
    "privacyContent": "{domain} collects information about your internet browser, IP, and the pages you visit. We use this data for statistical tracking to generate optimal content. No personal information is collected. For more information, see our Privacy Policy.",
    "registration": "Registration and Login",
    "registrationContent": "No registration is required to play games for free on {domain}. However, some multiplayer games require login to play. In these cases, the personal data collected from users, such as email, is the responsibility of the companies behind these games.",
    "intellectualProperty": "Intellectual Property",
    "intellectualPropertyContent": "All available games are the property of their respective authors. The content provided offers no guarantees. All risks of using the content are assumed by the user. All visual elements, text, and website structure are the property of {domain} and may not be used without consent.",
    "funding": "Funding",
    "fundingContent": "{domain} utilizes online advertising space for sales. We do not control the content of these advertisements. We use this advertising to pay contributors, website hosting, and technical maintenance costs. In this way, we can continue to provide new games for free."
  },
  "Privacy": {
    "title": "Privacy Policy",
    "intro": "At {domain}, we respect your privacy and are committed to protecting your personal information. This privacy policy outlines how we collect, use, and protect information.",
    "infoCollection": "1. Information Collection: We may collect personal information such as your name and email address when you voluntarily provide it to us. We also collect non-personal information, such as your IP address, browsing, and input that helps improve our services.",
    "infoUse": "2. Information Use: The information we collect is used to provide and improve our services based on your inquiries, and to send you updates and promotional information.",
    "infoSharing": "3. Information Sharing: We will not sell, trade, or otherwise transfer your personal information to outside parties except as required by law.",
    "cookies": "4. Cookies: We use cookies to enhance your experience on our website. You can disable cookies through your browser settings, but this may affect your ability to access certain features of our site.",
    "security": "5. Security: Security measures are implemented to protect your personal information. However, please note that no method of transmission over the internet is 100% secure.",
    "additionalInfo": "At {domain}, we highly value your privacy. We collect information from your browser and store it on our servers, including your IP address, referral address, and the pages you visit. The only other personal information we collect is what you provide in our online forms, and {domain} will be the sole holder of this information. It will only be used for statistical tracking of visits.",
    "cookiesAndTech": "{domain} uses cookies and other technologies to enhance your online experience and understand how you use our services to improve service quality.",
    "thirdPartyAds": "We employ third-party advertising companies to display ads when you visit our website. These companies may collect non-personal information about your visits to this and other websites to provide advertisements about products and services of interest to you.",
    "googleAds": "Google Ads: As a third-party vendor, Google uses cookies to serve ads on your website. Using the DART cookie, Google can serve ads to users based on their visits to your website and other sites on the internet. Users can opt out of the DART cookie by visiting Google's ad and content network privacy policy.",
    "policyUpdates": "This policy may be updated without notice, so please check back regularly for any changes."
  },
  "Search": {
    "searchPlaceholder": "Search for games...",
    "searchResults": "Search Results",
    "loading": "Loading...",
    "noResults": "No results found",
    "categoryGames": "Games in {category} category:"
  },
  "Game": {
    "loadingGameResources": "Loading game resources...",
    "advertisement": "Advertisement",
    "topGames": "Top Games",
    "back": "back",
    "share": "Share",
    "like": "Like",
    "playGame": "Click to Start Game",
    "gameDescription": "Game Description",
    "detail": "Details",
    "similarGames": "Related Games"
  },
  "Categories": {
    "action": "Action",
    "puzzle": "Puzzle",
    "sports": "Sports",
    "racing": "Racing",
    "strategy": "Strategy",
    "shooting": "Shooting",
    "casual": "Casual",
    "match3": "Match-3",
    "adventure": "Adventure",
    "arcade": "Arcade",
    "girl": "Girl"
  },
  "CategoriesDesc": {
    "action": "Play the best free action games! On PC or mobile, experience thrilling combat and adventure. Fast-paced gameplay will get your heart racing—dive into the action now!",
    "puzzle": "Challenge free puzzle games! On PC or mobile, solve puzzles, complete patterns, and sharpen your logic. No downloads needed—enjoy brain-teasing fun anytime!",
    "sports": "Play free sports games! On PC or mobile, kick soccer, play basketball, and challenge friends and global players. Multiple sports to choose from—experience the thrill of competition now!",
    "racing": "Drive the best free racing games! On PC or mobile, drift, race, and challenge friends and players worldwide. Realistic racing experience—feel the speed now!",
    "strategy": "Plan your victory! On PC or mobile, play free strategy games, manage resources, command armies, and craft tactics. No downloads needed—start your strategic journey now!",
    "shooting": "Play thrilling free shooting games! On PC or mobile, engage in intense combat and multiplayer battles. Fast-paced action—jump into action-packed battles now!",
    "casual": "Relax with free casual games! On PC or mobile, enjoy simple puzzles, coloring, and relaxing mini-games. Perfect for all players—no downloads needed, unwind now!",
    "match3": "Play free match-3 games! On PC or mobile, swap tiles to complete matches and enjoy the fun of elimination. Easy to play—no downloads, challenge your high score now!",
    "adventure": "Explore free adventure games! On PC or mobile, dive into fantasy worlds, solve puzzles, and embark on exciting journeys with friends. Immersive storytelling—start your adventure now!",
    "arcade": "Play classic arcade games for free! On PC or mobile, enjoy retro-style fast-paced challenges, beat high scores, and compete with friends. No installation needed—start playing instantly!",
    "girl": "Discover free games designed for girls! On PC or mobile, enjoy fashion, decoration, and simulation games. No downloads needed—start your exclusive fun now!"
  },
  "NotFound": {
    "title": "404 Not Found",
    "description": "Sorry, the page you are looking for does not exist or has been removed.",
    "backHome": "back to home"
  }
}