{
  "HomePage": {
    "searchPlaceholder": "ゲームを検索...",
    "popularThisWeek": "今週の人気",
    "searchResults": "検索結果",
    "loading": "読み込み中...",
    "noResults": "結果が見つかりません",
    "advertisement": "広告",
    "recentlyPlayed": "最近プレイしたゲーム",
    "topGames": "トップゲーム",
    "loadingGameResources": "ゲームリソースを読み込み中...",
    "back": "戻る",
    "share": "シェア",
    "like": "いいね",
    "playGame": "クリックしてゲームを開始",
    "categoryGames": "{category}カテゴリのゲーム：",
    "findFavoriteGames": "お気に入りのゲームを見つける",
    "gamesOrganized": "ゲームはカテゴリー別に整理されているので、お探しのものを簡単に見つけることができます。人気のカテゴリーをチェックしてください：",
    "twoPlayerGames": "2人用ゲーム",
    "oldFrivGames": "クラシックFrivゲーム",
    "carGames": "カーゲーム",
    "shootingGames": "シューティングゲーム",
    "soccerGames": "サッカーゲーム",
    "about": "{domain}について",
    "aboutDesc1": "{domain}は無料のオンラインゲームプラットフォームです。私たちの専門家チームの目標は、ウェブ上で最高のゲーム選択を提供し、プレイヤーに優れた体験を届けることです。",
    "aboutDesc2": "{domain}はブラウザから直接アクセスでき、様々な国や言語のプレイヤーにサービスを提供しています。私たちの目標は、すべてのユーザーに楽しく、機能的で、無料の体験を提供することです。",
    "catalogDesc": "私たちのゲームカタログは専門家チームによって慎重に選ばれています。あらゆる好みと年齢層向けの何千ものゲームがあり、毎月約200万人のプレイヤーが{domain}を選んでゲームを楽しんでいます。",
    "popularGamesDesc": "最も人気のあるゲームには以下のようなヒット作があります：",
    "andMore": "など。クラシックゲームのファンは、以下のようなオンラインのお気に入りを楽しむことができます：",
    "searchFor": "検索",
    "games": "ゲーム"
  },
  "Footer": {
    "tagline": "妨げのない楽しさを体験：オンラインH5ゲームハブ",
    "privacyPolicy": "プライバシーポリシー",
    "aboutUs": "私たちについて",
    "copyright": "著作権 © 2025 cqlln.com 無断複写・転載を禁じます。"
  },
  "About": {
    "title": "について",
    "welcome": "{domain}へようこそ！",
    "description": "{domain}では、最高のH5ゲームをお届けします。私たちのプラットフォームでは、ダウンロードやインストールなしでブラウザから直接楽しめる様々なHTML5ゲームを集めています。アクション、パズル、戦略、カジュアルゲームなど、あなたが探しているものが何であれ、私たちはすべての人に合うものを持っています。私たちの目標は、あらゆる年齢層のプレイヤーにシームレスで楽しいゲーム体験を提供することです。",
    "joinUs": "この刺激的な旅に参加して、毎日新しいゲームを発見しましょう！",
    "aboutUs": "私たちについて",
    "aboutUsContent": "{domain}は、英語のオンラインゲームを無料でプレイするための目的地です。毎日新しいゲームが追加され、さまざまなゲームの好みに対応する膨大なライブラリを提供しています。ポルトガル語とスペイン語の視聴者に特化した{domain}と{domain}ファミリーの一員として。私たちの繁栄するゲームコミュニティに参加し、無限の冒険を探索してください。{domain}は7Grausによって作成・維持されており、ゲームの世界へのポータルです！",
    "ourTeam": "私たちのチーム",
    "teamMember1": "アンドレ・アルヴェス（André Alves）：ストリートファイター2がアーケードを支配して以来、競争的なゲーマーです。現在はFIFAの試合とハースストーンのラダークライミングに分かれています。ジャーナリズムの学位を持っています。",
    "teamMember2": "カルロス・クーニャ（Carlos Cunha）：経験豊富なプレイヤーで、最高のRPGゲームを何時間も熱心にプレイします。現在、サモナーズウォーで無敵のモンスターチームを構築しています。情報技術の学位を持っています。",
    "parentInfo": "保護者とゲーマーの情報",
    "parentInfoContent": "プレイヤーの安全とプライバシーは私たちにとって最も重要です。{domain}では、誰もが安全な環境で慎重に選ばれたコンテンツを楽しむことができます。このサイトでは、一部のゲームに暴力的なコンテンツが含まれているため、14歳未満の子供には推奨されないゲームを提供しています。{domain}では、成人向け、違法、攻撃的、プライバシーを侵害する、下品、偏見、人種差別、またはその他の不快なコンテンツのコピーは禁止されています。お子様が不快に感じた場合は、あなたと話し合うことをお勧めします。",
    "privacy": "プライバシー",
    "privacyContent": "{domain}は、あなたのインターネットブラウザ、IP、およびアクセスしたページに関する情報を収集します。私たちはこのデータを統計的な追跡に使用して、最適なコンテンツを生成します。個人情報は収集されません。詳細については、プライバシーポリシーをご覧ください。",
    "registration": "登録とログイン",
    "registrationContent": "{domain}でゲームを無料でプレイするために登録は必要ありません。ただし、一部のマルチプレイヤーゲームではプレイするためにログインが必要です。これらの場合、メールなどのユーザーから収集される個人データは、これらのゲームを提供する企業の責任となります。",
    "intellectualProperty": "知的財産",
    "intellectualPropertyContent": "利用可能なすべてのゲームは、それぞれの作者の財産です。提供されるコンテンツには保証はありません。コンテンツの使用に関するすべてのリスクはユーザーが負います。すべての視覚要素、テキスト、およびウェブサイトの構造は{domain}の財産であり、同意なしに使用することはできません。",
    "funding": "資金調達",
    "fundingContent": "{domain}はオンライン広告スペースを販売に利用しています。これらの広告の内容は制御していません。この広告を使用して、貢献者、ウェブサイトのホスティング、および技術的なメンテナンスのコストを支払っています。このようにして、私たちは新しいゲームを無料で提供し続けることができます。"
  },
  "Privacy": {
    "title": "プライバシーポリシー",
    "intro": "{domain}では、あなたのプライバシーを尊重し、個人情報の保護に努めています。このプライバシーポリシーは、情報の収集、使用、保護の方法を概説しています。",
    "infoCollection": "1.情報収集：あなたが自発的に個人情報を提供する場合、名前やメールアドレスなどの個人情報を収集することがあります。また、IPアドレス、閲覧、入力など、サービス改善に役立つ非個人情報も収集しています。",
    "infoUse": "2.情報の使用：収集した情報は、お問い合わせに基づいてサービスを提供・改善し、更新情報やプロモーション情報を送信するために使用されます。",
    "infoSharing": "3.情報共有：法律で要求される場合を除き、あなたの個人情報を外部に販売、取引、または譲渡することはありません。",
    "cookies": "4.クッキー：ウェブサイト上での体験を向上させるためにクッキーを使用しています。ブラウザの設定でクッキーを無効にすることができますが、サイトの特定の機能へのアクセスに影響する可能性があります。",
    "security": "5.セキュリティ：個人情報を保護するためのセキュリティ対策を実施しています。ただし、インターネット経由の送信方法は100%安全ではないことにご注意ください。",
    "additionalInfo": "{domain}では、あなたのプライバシーを非常に重視しています。ブラウザから情報を収集し、IPアドレス、参照アドレス、アクセスしたページなどをサーバーに保存しています。収集する唯一の他の個人情報は、オンラインフォームで提供する情報であり、{domain}がこの情報の唯一の保有者となります。これは訪問の統計的追跡にのみ使用されます。",
    "cookiesAndTech": "{domain}はクッキーやその他の技術を使用して、オンライン体験を向上させ、サービス品質を向上させるためにサービスの使用方法を理解しています。",
    "thirdPartyAds": "当社は、ウェブサイト訪問時に広告を表示するために第三者の広告会社を採用しています。これらの会社は、あなたの興味のある製品やサービスに関連する広告を表示するために、このウェブサイトや他のウェブサイトへのアクセスに関する非個人情報を収集する場合があります。",
    "googleAds": "Google広告：第三者ベンダーとして、Googleはウェブサイトに広告を配信するためにクッキーを使用しています。DARTクッキーを使用することで、Googleはユーザーのウェブサイトや他のインターネット上のサイトへの訪問に基づいて広告を提供できます。ユーザーはGoogleの広告およびコンテンツネットワークのプライバシーポリシーにアクセスすることで、DARTクッキーをオプトアウトできます。",
    "policyUpdates": "このポリシーは予告なく更新される場合がありますので、変更がないか定期的に確認してください。"
  },
  "Search": {
    "searchPlaceholder": "ゲームを検索...",
    "searchResults": "検索結果",
    "loading": "読み込み中...",
    "noResults": "結果が見つかりません",
    "categoryGames": "{category}カテゴリのゲーム："
  },
  "Game": {
    "loadingGameResources": "ゲームリソースを読み込み中...",
    "advertisement": "広告",
    "topGames": "トップゲーム",
    "back": "戻る",
    "share": "シェア",
    "like": "いいね",
    "playGame": "ゲームを開始するをクリック",
    "gameDescription": "ゲームの説明",
    "detail": "詳細",
    "similarGames": "関連ゲーム"
  },
  "Categories": {
    "action": "アクション",
    "puzzle": "パズル",
    "sports": "スポーツ",
    "racing": "レース",
    "strategy": "ストラテジー",
    "shooting": "シューティング",
    "casual": "カジュアル",
    "match3": "マッチ3",
    "adventure": "アドベンチャー",
    "arcade": "アーケード",
    "girl": "ガール"
  },
  "CategoriesDesc": {
    "Action": "最高の無料アクションゲームをプレイ！PCやモバイルでスリリングな戦闘と冒険を体験。速いペースのプレイで心臓がドキドキ—今すぐアクションに没頭！",
    "Puzzle": "無料パズルゲームに挑戦！PCやモバイルで謎解きやパターン完成を楽しみ、論理的な思考力を鍛える。ダウンロード不要—いつでもどこでも頭を使う楽しみを味わおう！",
    "Sports": "無料スポーツゲームをプレイ！PCやモバイルでサッカーやバスケットボールを楽しみ、友達や世界中のプレイヤーと競争。複数のスポーツから選択—今すぐ競技の楽しさを体験！",
    "Racing": "最高の無料レースゲームをドライブ！PCやモバイルでドリフトやレースを楽しみ、友達や世界中のプレイヤーに挑戦。リアルなレース体験—今すぐスピードを楽しもう！",
    "Strategy": "勝利を計画！PCやモバイルで無料ストラテジーゲームをプレイし、リソースを管理、軍隊を指揮、戦術を練る。ダウンロード不要—今すぐ戦略の旅に出よう！",
    "Shooting": "スリリングな無料シューティングゲームをプレイ！PCやモバイルで激しい戦闘やマルチプレイヤーバトルに挑む。速いペースのアクション—今すぐ熱い戦場に突入！",
    "Casual": "リラックスできる無料カジュアルゲームを楽しもう！PCやモバイルで簡単なパズルやカラーリング、リラクゼーショングミニゲームを楽しむ。誰でも楽しめる—ダウンロード不要でリラックス！",
    "Match3": "無料のマッチ3ゲームを楽しもう！PCやモバイルでタイルを交換してマッチを完成させ、消去の楽しさを味わう。簡単に始められる—ダウンロード不要でハイスコアに挑戦！",
    "Adventure": "無料アドベンチャーゲームを探検！PCやモバイルでファンタジーワールドにダイブし、謎解きを楽しみ、友達と一緒にワクワクする旅に出発。没入感あるストーリー—いつでもどこでも冒険を始めろ！",
    "Arcade": "クラシックなアーケードゲームを無料でプレイ！PCやモバイルでレトロスタイルの速いペースのチャレンジに挑み、ハイスコアを目指し、友達と対戦。インストール不要で、すぐに楽しめる！",
    "Girl": "女の子向けの無料ゲームを発見！PCやモバイルでファッションやデコレーション、シミュレーションゲームを楽しむ。ダウンロード不要—専用の楽しみを始めよう！"
  }
}