{
  "HomePage": {
    "searchPlaceholder": "Поиск игр...",
    "popularThisWeek": "Популярное на этой неделе",
    "searchResults": "Результаты поиска",
    "loading": "Загрузка...",
    "noResults": "Результаты не найдены",
    "advertisement": "Реклама",
    "recentlyPlayed": "Недавно сыгранные",
    "topGames": "Лучшие игры",
    "loadingGameResources": "Загрузка игровых ресурсов...",
    "back": "назад",
    "share": "Поделиться",
    "like": "Нравится",
    "playGame": "Нажмите, чтобы начать игру",
    "categoryGames": "Игры в категории {category}:",
    "findFavoriteGames": "Найдите свои любимые игры",
    "gamesOrganized": "Наши игры организованы по категориям, чтобы вы могли легко найти то, что ищете. Ознакомьтесь с некоторыми из самых популярных:",
    "twoPlayerGames": "Игры для двоих",
    "oldFrivGames": "Классические игры Friv",
    "carGames": "Автомобильные игры",
    "shootingGames": "Стрелялки",
    "soccerGames": "Футбольные игры",
    "about": "О {domain}",
    "aboutDesc1": "{domain} - это бесплатная онлайн-игровая платформа. Цель нашей команды экспертов - предоставить лучший выбор игр в интернете и обеспечить отличный опыт для игроков.",
    "aboutDesc2": "{domain} доступен прямо из вашего браузера и обслуживает игроков из разных стран и на разных языках. Наша цель - предоставить веселый, функциональный и бесплатный опыт для всех пользователей.",
    "catalogDesc": "Наш каталог игр тщательно подобран нашей командой экспертов. С тысячами игр на любой вкус и возраст, около 2 миллионов игроков выбирают {domain} каждый месяц, чтобы играть и веселиться.",
    "popularGamesDesc": "Некоторые из самых популярных игр включают хиты, такие как",
    "andMore": "и многие другие. Поклонники классических игр могут наслаждаться онлайн-фаворитами, такими как",
    "searchFor": "Поиск",
    "games": "игры"
  },
  "Footer": {
    "tagline": "Испытайте беспрепятственное удовольствие: Онлайн-хаб H5 игр",
    "privacyPolicy": "Политика конфиденциальности",
    "aboutUs": "О нас",
    "copyright": "Авторское право © 2025 funnytiming.com Все права защищены."
  },
  "About": {
    "title": "О нас",
    "welcome": "Добро пожаловать на {domain}!",
    "description": "На {domain} мы предлагаем вам лучшие H5 игры. Наша платформа объединяет разнообразные HTML5 игры, которыми вы можете наслаждаться прямо в браузере без загрузки или установки. Независимо от того, ищете ли вы экшн, головоломки, стратегии или казуальные игры, у нас есть что-то для каждого. Наша цель - обеспечить бесперебойный и приятный игровой опыт для игроков всех возрастов.",
    "joinUs": "Присоединяйтесь к нам в этом захватывающем путешествии и открывайте новые игры каждый день!",
    "aboutUs": "О нас",
    "aboutUsContent": "{domain} - ваше предпочтительное место для бесплатных онлайн-игр на английском языке. С новыми играми, добавляемыми ежедневно, мы предлагаем обширную библиотеку, удовлетворяющую различные игровые предпочтения. Как часть семьи {domain} и {domain}, посвященной португальской и испанской аудитории. Присоединяйтесь к нашему процветающему игровому сообществу и исследуйте бесконечные приключения. {domain} создан и поддерживается компанией 7Graus, вашим порталом в мир игр!",
    "ourTeam": "Наша команда",
    "teamMember1": "Андре Алвес (André Alves): Соревновательный геймер с тех пор, как Street Fighter 2 доминировал в аркадах. В настоящее время делит время между матчами FIFA и подъемом по лестнице Hearthstone. Имеет степень в журналистике.",
    "teamMember2": "Карлос Кунья (Carlos Cunha): Опытный игрок, который проводит часы, напряженно играя в лучшие RPG игры. В настоящее время он создает непобедимую команду монстров в Summoners War. Имеет степень в информационных технологиях.",
    "parentInfo": "Информация для родителей и игроков",
    "parentInfoContent": "Безопасность и конфиденциальность игроков имеют первостепенное значение для нас. В {domain} каждый может наслаждаться тщательно отобранным контентом в безопасной среде. Сайт предлагает игры, не рекомендуемые для детей младше 14 лет, так как некоторые игры содержат насильственный контент. В {domain} запрещено копирование любого взрослого, незаконного, оскорбительного, нарушающего конфиденциальность, вульгарного, предвзятого, расистского или иного неприемлемого контента. Если ваш ребенок чувствует дискомфорт, рекомендуется поговорить с вами.",
    "privacy": "Конфиденциальность",
    "privacyContent": "{domain} собирает информацию о вашем интернет-браузере, IP и страницах, которые вы посещаете. Мы используем эти данные для статистического отслеживания, чтобы генерировать оптимальный контент. Никакая личная информация не собирается. Для получения дополнительной информации см. нашу Политику конфиденциальности.",
    "registration": "Регистрация и вход",
    "registrationContent": "Для бесплатной игры на {domain} регистрация не требуется. Однако некоторые многопользовательские игры требуют входа для игры. В этих случаях личные данные, собираемые от пользователей, такие как электронная почта, являются ответственностью компаний, стоящих за этими играми.",
    "intellectualProperty": "Интеллектуальная собственность",
    "intellectualPropertyContent": "Все доступные игры являются собственностью их соответствующих авторов. Предоставляемый контент не предоставляет никаких гарантий. Все риски использования контента несет пользователь. Все визуальные элементы, текст и структура веб-сайта являются собственностью {domain} и не могут быть использованы без согласия.",
    "funding": "Финансирование",
    "fundingContent": "{domain} использует онлайн-рекламное пространство для продаж. Мы не контролируем содержание этих объявлений. Мы используем эту рекламу для оплаты вкладчиков, хостинга веб-сайта и технического обслуживания. Таким образом, мы можем продолжать предоставлять новые игры бесплатно."
  },
  "Privacy": {
    "title": "Политика конфиденциальности",
    "intro": "На {domain} мы уважаем вашу конфиденциальность и обязуемся защищать вашу личную информацию. Эта политика конфиденциальности описывает, как мы собираем, используем и защищаем информацию.",
    "infoCollection": "1. Сбор информации: Мы можем собирать личную информацию, такую как ваше имя и адрес электронной почты, когда вы добровольно предоставляете ее нам. Мы также собираем неличную информацию, такую как ваш IP-адрес, просмотр и ввод, которые помогают улучшить наши услуги.",
    "infoUse": "2. Использование информации: Собранная информация используется для предоставления и улучшения наших услуг на основе ваших запросов, а также для отправки вам обновлений и рекламной информации.",
    "infoSharing": "3. Обмен информацией: Мы не будем продавать, обменивать или иным образом передавать вашу личную информацию третьим лицам, за исключением случаев, предусмотренных законом.",
    "cookies": "4. Куки: Мы используем куки для улучшения вашего опыта на нашем веб-сайте. Вы можете отключить куки через настройки вашего браузера, но это может повлиять на вашу способность доступа к определенным функциям нашего сайта.",
    "security": "5. Безопасность: Реализованы меры безопасности для защиты вашей личной информации. Однако, пожалуйста, обратите внимание, что ни один метод передачи через интернет не является 100% безопасным.",
    "additionalInfo": "На {domain} мы высоко ценим вашу конфиденциальность. Мы собираем информацию из вашего браузера и храним ее на наших серверах, включая ваш IP-адрес, адрес реферера и страницы, которые вы посещаете. Единственная другая личная информация, которую мы собираем, это информация, которую вы предоставляете в наших онлайн-формах, и {domain} будет единственным владельцем этой информации. Она будет использоваться только для статистического отслеживания посещений.",
    "cookiesAndTech": "{domain} использует куки и другие технологии для улучшения вашего онлайн-опыта и понимания того, как вы используете наши услуги для улучшения качества услуг.",
    "thirdPartyAds": "Мы нанимаем сторонние рекламные компании для отображения рекламы, когда вы посещаете наш веб-сайт. Эти компании могут собирать неличную информацию о ваших посещениях этого и других веб-сайтов, чтобы предоставлять рекламу о продуктах и услугах, представляющих для вас интерес.",
    "googleAds": "Google Реклама: Как сторонний поставщик, Google использует куки для показа рекламы на вашем веб-сайте. Используя куки DART, Google может показывать рекламу пользователям на основе их посещений вашего веб-сайта и других сайтов в интернете. Пользователи могут отказаться от использования куки DART, посетив политику конфиденциальности рекламы и контентной сети Google.",
    "policyUpdates": "Эта политика может обновляться без предварительного уведомления, поэтому, пожалуйста, регулярно проверяйте наличие изменений."
  },
  "Search": {
    "searchPlaceholder": "Поиск игр...",
    "searchResults": "Результаты поиска",
    "loading": "Загрузка...",
    "noResults": "Результаты не найдены",
    "categoryGames": "Игры в категории {category}:"
  },
  "Game": {
    "loadingGameResources": "Загрузка игровых ресурсов...",
    "advertisement": "Реклама",
    "topGames": "Лучшие игры",
    "back": "назад",
    "share": "Поделиться",
    "like": "Нравится",
    "playGame": "Нажмите, чтобы начать игру",
    "gameDescription": "Описание игры",
    "detail": "Детали",
    "similarGames": "Похожие игры"
  },
  "Categories": {
    "action": "Экшен",
    "puzzle": "Головоломка",
    "sports": "Спорт",
    "racing": "Гонки",
    "strategy": "Стратегия",
    "shooting": "Шутер",
    "casual": "Казуальные",
    "match3": "Матч-3",
    "adventure": "Приключение",
    "arcade": "Аркада",
    "girl": "Девушка"
  },
  "CategoriesDesc": {
    "Action": "Играйте в лучшие бесплатные экшен-игры! На ПК или мобильных устройствах испытайте напряжённые сражения и захватывающие приключения. Быстрый темп игры заставит ваше сердце биться чаще—немедленно присоединяйтесь к боевым действиям!",
    "Puzzle": "Решайте бесплатные головоломки! На ПК или мобильных устройствах разгадывайте загадки, заполняйте узоры и тренируйте свои логические навыки. Никаких загрузок—наслаждайтесь умными вызовами в любое время!",
    "Sports": "Играйте в бесплатные спортивные игры! На ПК или мобильных устройствах играйте в футбол, баскетбол и другие виды спорта, соревнуясь с друзьями и игроками со всего мира. Выбирайте свой вид спорта и наслаждайтесь соревнованиями!",
    "Racing": "Гоните на лучших бесплатных гоночных играх! На ПК или мобильных устройствах катайтесь, дрифтуйте и соревнуйтесь с друзьями и игроками по всему миру. Реалистичный опыт гонок—ощутите скорость прямо сейчас!",
    "Strategy": "Создайте свой план победы! На ПК или мобильных устройствах играйте в бесплатные стратегические игры, управляйте ресурсами, командуйте армиями и разрабатывайте тактики. Никаких загрузок—начните свою стратегическую игру прямо сейчас!",
    "Shooting": "Играйте в захватывающие бесплатные шутеры! На ПК или мобильных устройствах участвуйте в напряжённых боях и многопользовательских сражениях. Быстрый ритм игры заставит вас гореть желанием сражаться—немедленно присоединяйтесь!",
    "Casual": "Расслабьтесь с бесплатными казуальными играми! На ПК или мобильных устройствах наслаждайтесь простыми головоломками, раскрасками и расслабляющими мини-играми. Подходит для всех игроков—никаких загрузок, расслабляйтесь!",
    "Match3": "Играйте в бесплатные игры на сопоставление трёх! На ПК или мобильных устройствах меняйте плитки, чтобы создавать комбинации и наслаждаться удовольствием от их исчезновения. Простая в игре—никаких загрузок, бросайте вызов высоким очкам!",
    "Adventure": "Исследуйте бесплатные приключенческие игры! На ПК или мобильных устройствах отправляйтесь в фантастические миры, решайте загадки и отправляйтесь в захватывающие путешествия с друзьями. Погрузитесь в захватывающие истории прямо сейчас!",
    "Arcade": "Играйте в классические аркадные игры бесплатно! На ПК или мобильных устройствах наслаждайтесь ретро-стилем, быстрыми вызовами и попытайтесь набрать максимальный счёт. Никаких установок—начните играть прямо сейчас!",
    "Girl": "Откройте бесплатные игры, созданные для девушек! На ПК или мобильных устройствах наслаждайтесь модой, декором и симуляторами. Никаких загрузок—начните своё уникальное приключение прямо сейчас!"
  },
  "NotFound": {
    "title": "404 Not Found",
    "description": "Sorry, the page you are looking for does not exist or has been removed.",
    "backHome": "back to home"
  }
}